Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/other_files/stm201920200031000dddepub.epub.tmx
Source language: nob
Languages: sme

source: Regjeringens digitaliseringsstrategi for grunnopplæringen (2017–2021) har to hovedmål: At elevene skal ha digitale ferdigheter som gjør dem i stand til å oppleve livsmestring og lykkes i videre utdanning, arbeid og samfunnsdeltakelse, og at IKT skal utnyttes godt i organiseringen og gjennomføringen av opplæringen for å øke elevenes læringsutbytte.
sme: Ráđđehusa digitaliserenstrategiijas vuođđooahpahusa várás (2017–2021) leat guokte váldoulbmila: Ahte ohppiin galget leat digitála gálggat mat dahket sidjiide vejolažžan vásihit ahte sii hálddašit eallima ja lihkostuvvet viidásat oahpus, barggus ja servodatoassálastimis, ja ahte IKT galgá geavahuvvot bures oahpahusa organiseremis ja čađaheamis vai ohppiid oahppanávki stuorru.

source: Det samiske perspektivet er ikke eksplisitt omtalt i digitaliseringsstrategien, men er implisitt ivaretatt i hovedmålene fordi de gjelder læringsutbyttet til alle elever.
sme: Sámi perspektiiva ii namuhuvvo eksplisihtta digitaliserenstrategiijas, muhto lea implisihtta fuolahuvvon váldoulbmiliin dannego dat gustojit buot ohppiid oahppanávkái.

source: Sentralt i strategien er arbeidet med elevenes ferdigheter og skolens innhold, digitale læremidler, kompetanse og infrastruktur.
sme: Strategiija guovddážis lea bargu ohppiid gálggaiguin ja skuvlla sisdoaluin, digitála oahpponeavvuiguin, gelbbolašvuođain ja infrastruktuvrrain.

source: Ny teknologi gir endrede pedagogiske og didaktiske rammer.
sme: Ođđa teknologiija addá rievdaduvvon pedagogalaš ja didaktihkalaš rámmaid.

source: Nye læreplaner må også følges opp med en satsing på kompetanse for lærere.
sme: Ođđa oahppoplánaid ferte maiddái čuovvulit gealboáŋgiruššamiin oahpaheddjiid várás.

source: Det er på flere måter satset på utvikling av profesjonsfaglig digital kompetanse for lærere.
sme: Profešuvdnafágalaš digitála gelbbolašvuođain oahpaheddjiid várás lea máŋgga láhkai áŋgiruššojuvvon.

source: Gjennom videreutdanningsstrategien Kompetanse for kvalitet er det etablert nettbaserte videreutdanningstilbud for lærere i profesjonsfaglig digital kompetanse og i programmering, som er tilgjengelige over hele landet.
sme: Joatkkaoahppostrategiija bokte, Gelbbolašvuohta kvalitehta várás, lea ásahuvvon neahttavuđot joatkkaoahppofálaldat oahpaheddjiid várás profešuvdnafágalaš digitála gelbbolašvuođas ja programmeremis, mii lea olámuttus riikka miehtá.

source: Det er også etablert videreutdanningstilbud for lærere som vil bli lærerspesialister i profesjonsfaglig digital kompetanse, blant annet på Nord universitet.
sme: Ásahuvvon lea maiddái joatkkaoahppofálaldat daid oahpaheddjiid várás geat háliidit šaddat oahpaheaddjispesialistan profešuvdnafágalaš digitála gelbbolašvuođas, earret eará Davvi universitehtas.

source: Boks 5.1 Det nordiske Nordplus-programmet
sme: Boksa 5.1 Davviriikkalaš Nordplus-prográmma

source: Utvikling av læremidler er en sentral aktivitet i Nordplus.
sme: Oahpponeavvuid ovddideapmi lea Nordplus guovdilis doaibma.

source: Et skoleprosjekt med samisk deltakelse er Atlantbib.org.
sme: Skuvlaprošeakta masa sámit servet, lea Atlantbib.org.

source: Det har deltakere fra Danmark, Norge, Sverige, Island, Færøyene, Grønland, Latvia, Litauen og Sør-Slesvig og får støtte fra Nordplus Språk og Fondet for dansk-norsk samarbeid.
sme: Dasa servet oassálastit Danmárkkus, Norggas, Ruoŧas, Islánddas, Fársulluin, Ruonáeatnamis, Látvias. Lietuvas ja Lulli-Slesvigis, ja dat ožžot doarjaga Nordplus Språk:s ja Dánskka-norgalaš ovttasbargofoanddas.

source: Prosjektet startet i 2015.
sme: Prošeakta álggahuvvui jagi 2015.

source: Atlantbib.org er et bokprosjekt der elever og lærere skriver online-fagbøker til gratis bruk for alle skoler i Norden.
sme: Atlantbib.org lea girjeprošeakta mas oahppit ja oahpaheaddjit čállet online-fágagirjjiid maid buot skuvllat Davviriikkain besset geavahit nuvttá.

source: Tema er likheter og forskjeller mellom nordiske og baltiske land, med tanke på historie, geografi, språk og kultur.
sme: Fáddá lea dat mii sulastahttá ja earuha Davviriikkaid ja Báltalaš riikkaid historjjá, geografiija, giela ja kultuvrra dáfus.

source: Prosjektet er åpent for at alle skoler kan skrive eller oversette bøker.
sme: Prošeakta lea rabas vai buot skuvllat besset čállit dahje jorgalit girjjiid.

source: Målet er å åpne det nordiske og baltiske språk- og kulturfellesskapet for barn og å tilby et gratis læremiddel til alle skoler, på ulike nivåer.
sme: Ulbmil lea rahpat davviriikkalaš ja báltalaš giella- ja kultursearvevuođa mánáide ja fállat oahpponeavvu nuvttá buot skuvllaide, iešguđet dásis.

source: Den samiske skolen som er med i 2019–2020, er Åarjel-saemiej skuvle i Snåsa.
sme: Dat sámi skuvla mii lea mielde 2019–2020, lea Åarjel-saemiej skuvle Snoasas.

source: 5.2.2.4 Digitale læremidler
sme: 5.2.2.4 Digitála oahpponeavvut

source: Læremiddelmarkedet har endret seg mye.
sme: Oahpponeavvomárkan lea sakka rievdan.

source: Tradisjonelle forlag kombinerer nå vanligvis analogt og digitalt innhold, og stadig flere leverandører av digitale ressurser og læremidler introduserer nye produkter.
sme: Árbevirolaš girjelágádusat geavahit dál dábálaččat analoga ja digitála sisdoalu seahkálagaid, ja dađistaga eanet digitála resurssaid ja oahpponeavvuid buvttadeaddjit ilbmadit ođđa buktagiid.

source: Staten gir årlig tilskudd til utvikling av læremidler innen fag og på områder der det ikke er grunnlag for kommersiell utvikling.
sme: Stáhta addá jahkásaččat doarjagiid oahpponeavvuid buvttadeapmái dakkár fágaid ja surggiid várás main ii leat vuođđu daid gávppálaččat buvttadit.

source: I alle utlysninger om utvikling av digitale læremidler innenfor denne ordningen stilles det krav om at læremiddelet skal kunne oversettes til samisk, for å støtte opp under behovet for økt tilgang til samiske digitale læremidler.
sme: Buot digitála oahpponeavvuid almmuhusas dán ortnegis lea dat gáibádus ahte oahpponeavvu galgá sáhttit jorgalit sámegillii, duhtadan dihtii eanet digitála sámegielat oahppineavvuid fidnendárbbu.

source: Et viktig tiltak i Digitaliseringsstrategien for grunnopplæringen er den femårige satsingen Den teknologiske skolesekken.
sme: Vuođđooahpahusa digitaliserenstrategiija dehálaš doaibmabidju lea viđa jagi áŋgiruššan man namma lea Teknologalaš skuvlalávka.

source: Satsingen inneholder åtte ulike tiltak for blant annet programmering og digitale læremidler.
sme: Áŋgiruššamis leat gávcci sierranas doaibmabiju mat leat earret eará programmerema ja digitála oahpponeavvuid várás.

source: Både i 2018 og 2019 har Utdanningsdirektoratet lyst ut midler til utvikling av digitale læremidler til fagfornyelsen gjennom denne satsingen, og det er gitt støtte til utvikling av samiske læremiddel i duodji og musikk.
sme: Sihke jagi 2018 ja jagi 2019 lea Oahpahusdirektoráhta almmuhan ohcanruđaid digitála oahpponeavvuid ovddideapmái mat galget leat dán áŋgiruššamis fágaođasmahttima várás, ja doarjja lea addojuvvon sámi oahpponeavvuid ovddideapmái duojis ja musihkas.

source: Alle læremidler som mottar støtte, må være teknisk tilrettelagt for å kunne oversettes til samisk.
sme: Buot oahpponeavvut mat ožžot doarjaga, galget leat teknihkalaččat nu heivehuvvon ahte daid lea vejolaš jorgalit sámegillii.

source: I 2020 har regjeringen satt av 15 millioner kroner til oversetting, tilpassing og utvikling av samiske digitale læremidler i sammenheng med Den teknologiske skolesekken.
sme: Jagi 2020 lea ráđđehus várren 15 miljon ruvnnu sámi digitála oahpponeavvuid jorgaleapmái, heiveheapmái ja ovddideapmái Teknologalaš skuvlalávkka oktavuođas.

source: Disse midlene forvaltes og lyses ut av Utdanningsdirektoratet.
sme: Dáid ruđaid hálddaša ja almmuha Oahpahusdirektoráhta.

source: Utdanningsdirektoratet har dialog med Sametinget om utlysning og prioritering av disse midlene.
sme: Oahpahusdirektoráhta gulahallá Sámedikkiin daid ruđaid almmuheami ja vuoruheami birra.

source: Et annet tiltak innenfor satsingen er tilskudd til innkjøp av digitale læremidler.
sme: Áŋgiruššama eará doaibmabidju lea doarjja digitála oahpponeavvuid oastimii.

source: Med tilskudd til blant annet oversetting av digitale læremidler til samisk vil også flere samiske læremidler kunne inngå i innkjøpsordningen.
sme: Doarjja earret eará digitála oahpponeavvuid jorgaleapmái sámegillii dagaha ahte eanet sámi oahpponeavvut sáhttet leat mielde oastinortnegis.

source: Sametinget har forvaltningsmyndighet på fagområdet utdanning og oppvekst og forvalter og prioriterer selv midler på budsjettkapittelet 560 Samiske formål, post 50 Samisk språk, kultur og samfunnsliv.
sme: Sámedikkis lea hálddašanváldi oahpahussii ja bajásšaddamii gulli fágasuorggis ja hálddaša ja vuoruha ieš ruđaid bušeahttakapihttala 560 Sámi ulbmilat poasttas 50 Sámi giella, kultuvra ja servodateallin.

source: Sametinget har det overordnede ansvaret for utvikling av samiske læremidler.
sme: Sámedikkis lea bajimus ovddasvástádus sámi oahpponeavvuid ovddideamis.

source: I forbindelse med Kunnskapsløftet 2020 Samisk (fagfornyelsen samisk) vil det være behov for nye læremidler i mange fag.
sme: Máhttoloktema 2020 Sámegiela (sámegiela fágaođasmahttima) oktavuođas dárbbašuvvojit ođđa oahpponeavvut máŋgga fágas.

source: I statsbudsjettet for 2019 økte derfor regjeringen bevilgningen, i form av ekstrabevilgning i revidert nasjonalbudsjett, jf. Prop. 114 S (2018–2019) Tilleggsbevilgninger og omprioriteringer i statsbudsjettet 2019.
sme: Danne lasihii ráđđehus jagi 2019 stáhtabušeahtas juolludusa lassejuolludussan reviderejuvvon nationálabušeahtas, gč. Prop. 114 S (2018–2019) Lassejuolludusat ja vuoruhusnuppástusat jagi 2019 stáhtabušeahtas.

source: Sametinget har varslet Kunnskapsdepartementet om at utvalget av samiske digitale læremiddel av høy kvalitet er særlig mangelfull, og at det er utfordringer med kompetansen om digitale læremidler hos både forlag og andre som utvikler samiske læremidler.
sme: Sámediggi lea dieđihan Máhttodepartementii ahte alladássásaš sámi digitála oahpponeavvuid válljenmunni lea erenoamáš váilevaš, ja ahte hástalusat leat digitála oahpponeavvuide guoski gealbováilli geažil sihke lágádusain ja earáin geat ovddidit sámi oahpponeavvuid.

source: Skoler med samiske elever får dermed i liten grad benyttet seg av tilskuddsordningen i Den teknologiske skolesekken for innkjøp av samiske digitale læremidler.
sme: Danne uhccán sáhttet dat skuvllat main leat sámi oahppit, ávkin geavahit Teknologalaš skuvlalávkka doarjjaortnega oastit sámi digitála oahpponeavvuid.

source: Læremiddelportalen Ovttas|Aktan|Aktesne gir informasjon om samiske læremidler og læringsmateriale for skoler og barnehager.
sme: Oahpponeavvoportála Ovttas|Aktan|Aktesne juohká dieđuid sámi oahpponeavvuid ja oahppoávdnasiid birra skuvllaide ja mánáidgárddiide.

source: Gjennom læremiddelportalen kan lærere låne ressurser fra Sametingets læremiddelsentral via nettet.
sme: Oahpponeavvoportála bokte sáhttet oahpaheaddjit luoikkahit resurssaid Sámedikki oahpponeavvoguovddážis neahta bokte.

source: Nettstedet er en delingsarena der brukere kan dele egenproduserte læringsressurser.
sme: Neahttabáiki lea juogadanarena mas geavaheaddjit sáhttet juogadit oahppanresurssaid maid sii ieža leat ráhkadan.

source: Ovttas|Aktan|Aktesne tilbyr også produksjonsverktøy til utvikling av digitale læremidler som kan inneholde tekst, lyd, bilder, video, forskjellige oppgaver og ulike typer interaktivt innhold.
sme: Ovttas|Aktan|Aktesne fállá maid dakkár digitála oahpponeavvuid buvttadanreaidduid, main sáhttet leat teaksta, jietna, govat, video, máŋggalágan bargamušat ja máŋggalágan interaktiiva sisdoallu.

source: Portalen er en del av Nasjonalt senter for samisk i opplæringa.
sme: Portála hálddaša Nasjonalt senter for samisk i opplæringa – Sámi lohkanguovddáš – Sáme Låhkåmguovdásj – Saemien Lohkemejarnge.

source: Det er et nasjonalt kompetansesenter ved Samisk høgskole som arbeider for å fremme aktuell, systematisk og motiverende opplæring i og på samiske språk.
sme: Dat lea nationála gealboguovddáš Sámi allaskuvllas man bargu lea ovddidit guovdilis, systemáhtalaš ja movttiidahtti oahpahusa sámegielain ja sámegielaide.

source: Sametinget peker på at samiske læremiddelutviklere behøver godt utviklede språkverktøy for å kunne oversette læremidler mellom flere samiske språk.
sme: Sámediggi čujuha dasa ahte sámi oahpponeavvuid ovddideaddjit dárbbašit bures ovddiduvvon giellareaidduid jorgalan dihtii oahpponeavvuid máŋgga sámegiela gaskka.

source: Samiske forlag og samiske læremiddelutviklere kan bidra til utvikling av maskinoversettelse ved at de sender inn ferdige manus til elektroniske korpuser (tekstsamlinger) for samiske språk (se kapittel 4).
sme: Sámi lágádusat ja sámi oahpponeavvuidovddideaddjit sáhttet váikkuhit mašiidnajorgaleami ovddideapmái dan láhkai ahte sii sáddejit gárvves giehtačállosiid elektrovnnalaš korpusiidda (teakstačoakkáldagaide) mat leat sámegielaid várás (geahča kapihttala 4).

source: Av Riksrevisjonens rapport fremgår det at Ovttas er lite kjent og at Ovttas i hovedsak brukes til å søke etter og låne læremidler.
sme: Riikarevišuvnna raporttas boahtá ovdan ahte uhccán dovdet Ovttas ja ahte Ovttas eanaš geavahuvvo go áigumuš lea ohcat dahje luoikkahit oahpponeavvuid.

source: Det er størst utlån av bøker på nordsamisk på grunnskolenivå til de som bor utenfor de samiske områdene i Finnmark.
sme: Eanaš luoikkahuvvojit girjjit davvisámegillii vuođđoskuvladásis sidjiide geat orrot daid sámi guovlluin mat leat Finnmárkku olggobealde.

source: Ovttas brukes i liten grad til å utvikle og dele læremidler.
sme: Ovttas geavahuvvo uhccán oahpponeavvuid ovddideapmái ja juogadeapmái.

source: Mange lærere vil ikke dele egenproduserte læremidler via portalen gratis, og de som vil mangler støtte til kvalitetssikring før deling på portalen.
sme: Ollu oahpaheaddjit eai háliit juogadit oahpponeavvuid portála bokte nuvttá, ja sis geat háliidit, váilu kvalitehtasihkkarastin ovdalgo sii juogadit iežaset oahpponeavvuid portálas.

source: Når det gjelder produksjonsverktøyet fremgår det at brukere ikke velger dette verktøyet, fordi Ovttas ikke har ressurser til å tilby teknisk og administrative støttefunksjoner som hjelper lærerne når det gjelder rettighetsproblematikk, administrasjon, oppdatering og vedlikehold av deres digitale læremidler.
sme: Go lea sáhka buvttadanreaiddus, de boahtá ovdan ahte geavaheaddjit eai vállje dan reaiddu, dannego Ovttas:s eai leat resurssat fállat teknihkalaš ja hálddahuslaš doarjjadoaimmaid mat veahkehit oahpaheddjiid dakkár áššiid oktavuođas go sin digitála oahpponeavvuide guoski vuoigatvuođagažaldagaid, hálddahusa, ođasmahttima ja ortnegisdoallama oktavuođas.

source: Sametinget anser Ovttas som en viktig bidragsyter for formidling og produksjon av samiske læremidler.
sme: Sámediggi atná Ovttas sámi oahpponeavvuid gaskkusteami ja buvttadeami dehálaš veahkkin.

source: Ovttas plattform er en arena som styrkes og videreutvikles i takt med digitaliseringsstrategien for grunnopplæringen.
sme: Ovttas vuođđovuogádat lea arena mii nanusmuvvá ja ovddiduvvo viidáseappot vuođđooahpahusa digitaliserenstrategiija mielde.

source: En viktig betingelse for at IKT skal utnyttes godt i organiseringen og gjennomføringen av opplæringen, er den digitale infrastrukturen.
sme: 5.2.2.5 Vuođđostruktuvra Dehálaš eaktun dasa ahte IKT galgá bures sáhttit geavahit oahpahusas, lea digitála vuođđostruktuvra.

source: Bredbåndstilgangen i og utenfor skolen må være tilstrekkelig god til at elevene får tatt i bruk de digitale ressursene.
sme: Govdabáddefálaldat skuvllas ja dan olggobealde ferte leat nu buorre ahte oahppit sáhttet váldit digitála resurssaid atnui.

source: I tillegg må det utvikles gode fellesløsninger og standarder hvor det er hensiktsmessig.
sme: Dasa lassin lea dárbu ovddidit buriid oktasaš čovdosiid ja standárddaid gokko dat lea heivvolaš.

source: Feide-løsningen er et eksempel på en fellesløsning som gir sikker autentisering, pålogging og deling av data i grunnopplæringen.
sme: Feide-čoavddus lea dakkár oktasaš čovdosa ovdamearka mii čájeha sihkkaris autentiserema, sisaloggema ja dáhtaid lonohallama vuođđooahpahusas.

source: Et annet eksempel er det nye digitale systemet for gjennomføring av prøver og eksamener.
sme: Eará ovdamearka lea ođđa digitála vuogádat mii lea iskosiid ja eksámeniid čađaheami várás.

source: Utdanningsdirektoratet er i ferd med å etablere en ny løsning som har som mål å gi elevene og eksamenskandidatene en intuitiv og brukervennlig tjeneste hvor de kan få vist sin kompetanse på flere måter enn i dag.
sme: Oahpahusdirektoráhta lea ásaheamen ođđa čovdosa man ulbmil lea addit ohppiide ja eksámenkandidáhtaide intuitiiva ja geavaheaddjiláđis bálvalusa mas sii besset čájehit iežaset gelbbolašvuođa eanet vugiiguin go dál.

source: Tjenesten skal også være universelt utformet.
sme: Bálvalus galgá maiddái leat oppalaččat hábmejuvvon.

source: Samisk som språkvalg er ivaretatt i løsningene, både i Feide og i prosjektplanen for det nye digitale systemet for gjennomføring av prøver og eksamener.
sme: Sámegiella válljengiellan lea fuolahuvvon čovdosiin, sihke Feides ja prošeaktaplánas mii lea iskosiid ja eksámeniid čađaheapmái gulli ođđa digitála vuogádaga várás.

source: 5.3 Rekruttering til samisk lærerutdanning
sme: 5.3 Ohppiid háhkan sámi oahpaheaddjiohppui

source: Selv om den samiske befolkningen i Norge bor spredt over hele landet, ser det ut til at rekruttering til samisk lærerutdanning i hovedsak foregår lokalt i de samiske språkområdene.
sme: Vaikke sámi álbmot Norggas ássá bieđgguid riikka miehtá, de orru leamen nu ahte ohppiid háhkan sámi oahpaheaddjiohppui eanaš dáhpáhuvvá báikkálaččat guovlluin main sámegiella hállojuvvo.

source: Det er store utfordringer med å rekruttere et tilstrekkelig antall kvalifiserte søkere til de samiske grunnskolelærerutdanningene.
sme: Stuorra hástalusat leat rekrutteret doarvái dohkálaš ohcciid sámi vuođđoskuvlaoahpaheaddjioahpuide.

source: Lærerutdanningene må også konkurrere med andre utdanninger med høye krav, for å få de beste søkerne.
sme: Oahpaheaddjioahput fertejit maid gilvalit eará oahpuiguin main leat alla gáibádusat, go galget oažžut buoremus ohcciid.

source: Både ved Samisk høgskole, Nord universitet og Universitetet i Tromsø – Norges arktiske universitet blir det nedlagt et grundig og systematisk arbeid for å rekruttere lærerstudenter, spesielt til samiske lærerutdanninger og til samisk som fag i lærerutdanningen.
sme: Sihke Sámi allaskuvllas, Nord universitehtas ja Romssa universitehtas – Norgga árktalaš universitehtas čađahuvvo vuđolaš ja systemáhtalaš bargu háhkan dihtii oahpaheaddjistudeanttaid, erenoamážit sámi oahpaheaddjioahpuide ja oahpaheaddjioahpu sámegielfágii.

source: Institusjonene følger tett opp alle søkere til lærerutdanning.
sme: Ásahusat čuovvulit áŋgirit buot daid ohcciid geat ohcet oahpaheaddjiohppui.

source: Dette rekrutteringsarbeidet understøttes med øremerkede midler fra Kunnskapsdepartementet, med føringer om samarbeid med lokale myndigheter og skoler.
sme: Dát rekrutterenbargu dorjojuvvo Máhttodepartemeantta merkejuvvon ruđaiguin mas leat láidestusat ovttasbargui báikkálaš eiseválddiiguin ja skuvllaiguin.

source: I perioden 2017 til 2019 har de tre institusjonene med samisk lærerutdanning fått tilsammen 15 millioner kroner til rekruttering og kvalifisering av lærere.
sme: Áigodahkii jagi 2017 rájes jagi 2019 rádjai leat golbma ásahusa main lea sámi oahpaheaddjioahppu, ožžon oktiibuot 15 miljon ruvnnu oahpaheddjiid háhkamii ja gealbudeapmái.

source: Sametinget opplyser at de prioriterer stipend for høyere utdanning til ulike lærerutdanninger.
sme: Sámediggi dieđiha ahte sii vuoruhit stipeandda alitohppui mii lea iešguđet oahpaheaddjioahpuin.

source: Studenter i barnehagelærer- og grunnskolelærerutdanninger kan få 25 000 kroner per semester for 30 studiepoeng, dersom de fyller vilkårene i stipendordningen.
sme: Studeanttat mánáidgárdeoahpaheaddji- ja vuođđoskuvlaoahpaheaddjioahpuin sáhttet oažžut 25 000 ruvnnu rádjai juohke lohkanbajis 30 oahppočuoggá ovddas jus sii ollašuhttet stipeandaortnega eavttuid.

source: Kunnskapsdepartementet arbeider også for å gjøre det attraktivt å bli lærer i nord, og med samisk i fagkretsen, gjennom ulike ordninger for sletting av gjeld i Statens lånekasse for utdanning.
sme: Máhttodepartemeanta bargá dan ovdii ge ahte galgá šaddat geasuheaddjin bargat oahpaheaddjin davvin ja go sus lea sámegiella okta fágain iešguđet ortnegiiguin main Stáhta loatnakássa vealgi sihkkojuvvo

source: Generelt er det også for få som tar høyere utdanning på samisk på et tilstrekkelig høyt nivå til å bli gode oversettere og lærermiddelutviklere mv. Det kan se ut som om antallet som fullfører videregående opplæring med samisk språk- og kulturkompetanse med gode karakterer, er for lite til å møte samfunnets behov.
sme: Oppalaččat váldet menddo uhccán studeanttat alitoahpu sámegielas nu alla dásis ahte sii šattašedje buorit jorgaleaddjin ja oahpponeavvuid ovddideaddjin, jna. Orru leamen nu ahte daid ohppiid lohku geat čađahit joatkkaoahpahusa fágain sámi giella- ja kulturgelbbolašvuohta buriid árvosániiguin, ii leat doarvái dasa ahte dat duhtadivččii servodaga gáibádusaid.

source: En annen utfordring for rekrutteringen til samisk lærerutdanning er at studenter generelt trekker mot de større byene.
sme: Eará hástalus rekrutteremis studeanttaid sámi oahpaheaddjiohppui lea ahte dábálaččat stuorát gávpogat geasuhit studeanttaid.

source: 5.4 Digitalisering i høyere utdanning
sme: 5.4 Digitaliseren alit oahpus

source: Digitalisering er et virkemiddel for grunnleggende endringer i arbeidsformer, prosesser og innhold som kan gjøre universitets- og høyskolesektoren bedre i stand til å nå målene om høy kvalitet og relevans i utdanning og forskning, og god tilgang til utdanning for alle, uavhengig av kjønn og etnisk, sosial, geografisk og økonomisk bakgrunn.
sme: Digitaliseren lea váikkuhangaskaoapmi mii galgá váikkuhit bargovugiid, proseassaid, ja sisdoalu vuđolaš nuppástussii mii sáhttá dagahit ahte universitehta- ja allaskuvlasuorgái lea álkit ollašuhttit iežas ulbmiliid juksan dihtii alla dási ja guoskevašvuođa oahpahusas ja dutkamis, ja fállan dihtii oahpu buohkaide, beroškeahttá sohkabealis ja čearddalaš, sosiála, geográfalaš ja ekonomalaš duogážis.

source: 5.4.1 Digitaliseringsstrategi for universitets- og høyskolesektoren
sme: 5.4.1 Digitaliserenstrategiija universitehta- ja allaskuvlasuorggi várás

source: Kunnskapsdepartementet har fastsatt en egen digitaliseringsstrategi for universitets- og høyskolesektoren for perioden 2017–2021.
sme: Máhttodepartemeanta lea mearridan sierra digitaliserenstrategiija universitehta- ja allaskuvlasuorggi várás áigodahkii 2017–2021.

source: Digitaliseringsstrategien viser til krav, føringer og anbefalinger i Meld. St. 27 (2015–2016) Digital agenda for Norge – IKT for en enklere hverdag og økt produktivitet, Digitaliseringsrundskrivet og flere andre rapporter, meldinger, strategier, rundskriv og handlingsplaner.
sme: Digitaliserenstrategiija čujuha gáibádusaide, láidestusaide ja rávvagiidda dieđáhusas Meld. St. 27 (2015–2016) Digital agenda for Norge – IKT for en enklere hverdag og økt produktivitet, Digitaliserenjohtočállosis ja máŋga eará raporttas, dieđáhusain, strategiijain, johtočállosiin ja doaibmaplánain.

source: Strategien inneholder blant annet målbilder for studenter, lærere, forskere, data og systemer.
sme: Strategiija sisttisdoallá earret eará ulbmiliid studeanttaide, oahpaheddjiide, dutkiide, dáhtaide ja vuogádagaide.

source: Ett av målene er at studentene skal ha tilgang til et moderne, personlig læringsmiljø som legger til rette for individuelle læringsopplegg.
sme: Okta ulbmiliin lea ahte studeanttat galget beassat geavahit ođđaáigásaš, persovnnalaš oahppanbirrasa mii láhčá dilálašvuođaid oažžut oktagaslaš oahppanlážáldagaid.
